app/controllers/dynamic_controller.rb

  def students
    @students = Student.all
---
SELECT "students".* FROM "students"